Repository: aleksandr-vin/polvetra.club
Catalog: src/locale/messages.*.xlf
Languages: ru

source: Boater
ru: Лодочник

source: Main
ru: Основная

source: Boats
ru: Лодки

source: Add
ru: Добавить

source: Remove all
ru: Удалить все

source: Boat {{ i }} cabins berths:
ru: Лодка {{ i }}, спальные места в каютах:

source: Problems?
ru: Проблемы?

source: Report a problem
ru: Рассказать о проблеме

source: Assign attendees to boats
ru: Распределить всех по лодкам

source: Details
ru: Детали

source: Some details about how computation was done
ru: Некоторые детали того, как проходили вычисления

source: solution:
ru: решение:

source: captain_groups:
ru: капитанов в группах:

source: kids_groups:
ru: детей в группах:

source: no_kids_groups:
ru: желающие без детей группы:

source: odd_gender_groups:
ru: группы с нечетными полами:

source: capacities:
ru: возможности лодок:

source: boats:
ru: конфигурации лодок:

source: objective_value:
ru: близость к цели:

source: gender_disparity_weight:
ru: весовой коэффициент комбинаций различных (нечетных) полов:

source: lambda_weight:
ru: весовой коэффициент комбинаций детей и нежелающих детей:

source: args:
ru: параметры вычисления:

source: meta:
ru: метаданные:

source: consatisfaction_gversion_info:
ru: версия решателя:

source: Settings
ru: Настройки

source: Solution parameters
ru: Параметры вычисления

source: Reset to defaults
ru: Установить по умолчанию

source: sail_experience_as_captain:
ru: Значение "капитан" параметра "Яхтенный опыт":

source: skipper_rating_threshold:
ru: Пороговое значение "Шкиперский рейтинг":

source: kids_age_threshold:
ru: Пороговое значение детского возраста:

source: no_kids_tag:
ru: Значение тега "без-детей" параметра "Тэги":

source: Web parameters
ru: Параметры браузера

source: Autosave:
ru: Автосозранение:

source: Attendees
ru: Люди

source: Name
ru: Имя

source: Surname
ru: Фамилиё

source: Age
ru: Возраст

source: Tags
ru: Тэги

source: Gender
ru: Пол

source: Sail Experience
ru: Яхтенный опыт

source: Skipper Rating
ru: Шкиперский рейтинг

source: Group ID
ru: Номер группы

source: Delete
ru: Удалить

source: Describe it:
ru: Опишите проблему:

source: Cancel
ru: Отмена

source: Open email draft
ru: Открыть письмо для отправки

source: Problem with alpha-testing
ru: Проблема с альфа-тестированием

source: Hi, I've found an issue. I think that result should be this ...
ru: Привет, хочу сообщить о проблеме. Мне кажется, что результат должен быть следующим ...

source: Inputs and solution data:
ru: Параметры и рузальтат:

source: Browser info:
ru: Браузер:
